/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Nie można wysłać elementu";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Spróbuj ponownie później";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Użytkownik niezalogowany do Skype'a";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "Użytkownik %@ wysłał zdjęcie.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "To urządzenie nie obsługuje jeszcze nowych funkcji udostępniania zdjęć na Skypie, ale można te zdjęcia wyświetlić w przeglądarce tutaj: %@";
